/* Status message indicating that the user has not yet granted or denied access permissions */
"Awaiting permission" = "In attesa di autorizzazione";

/* Status message indicating that the user account is restricted and can therefore not grant access permissions */
"Restricted access" = "Accesso limitato";

/* Status message indicating that the user has denied access permissions */
"Access denied" = "Accesso negato";

/* Status message indicating that the user has granted access permissions */
"Access granted" = "Accesso consentito";

/* Title of a dialog window */
"Glyphs cannot access your contacts" = "Glyphs non può accedere ai tuoi contatti";

/* Description text in a dialog window */
"Go to System Setting → Privacy & Security → Contacts to grant Glyphs access to your contacts." = "Vai su Impostazioni di Sistema → Privacy e sicurezza → Contatti per consentire a Glyphs di accedere ai tuoi contatti.";
